{
  "questions": [
    "If you could teleport anywhere right now, where would you go?",
    "If your pet could talk, what would it say about you?",
    "What's a hobby you secretly love?",
    "If you were a superhero, what would your power be?",
    "What's your favorite comfort meal?",
    "Would you rather never sleep or never eat?",
    "If you could have dinner with any historical figure, who would it be?",
    "What's the weirdest thing you believed as a child?",
    "If you could live in any fictional world, which one?",
    "What's your go-to karaoke song?",
    "If you could master any skill instantly, what would it be?",
    "What's the most spontaneous thing you've ever done?",
    "If you had a time machine, would you go to the past or future?",
    "What's your guilty pleasure TV show?",
    "If you could be any animal for a day, which one?",
    "What's the best advice you've ever received?",
    "If you won the lottery tomorrow, what's the first thing you'd buy?",
    "What's your favorite way to waste time?",
    "If you could eliminate one thing from daily life, what would it be?",
    "What's something you're really good at but don't get to do often?",
    "If you could swap lives with anyone for a week, who?",
    "What's the most interesting place you've ever visited?",
    "If you could only eat one cuisine for the rest of your life, which one?",
    "What's your most unpopular opinion?",
    "If you could bring back one trend from the past, what would it be?",
    "What's the last thing that made you laugh out loud?",
    "If you could have any job for a day, what would it be?",
    "What's your favorite season and why?",
    "If you could learn the answer to one mystery, what would it be?",
    "What's something you want to do in the next year?",
    "If you could instantly become an expert in one subject, what would it be?",
    "What's the best gift you've ever received?",
    "If you could create a new holiday, what would it celebrate?",
    "What's your favorite childhood memory?",
    "If you could have any celebrity as your best friend, who?",
    "What's the most adventurous thing on your bucket list?",
    "If you could change one thing about the world, what would it be?",
    "What's your favorite way to relax after a long day?",
    "If you could be famous for something, what would you want it to be?",
    "What's something that always makes you smile?",
    "If you could live anywhere in the world, where would you choose?",
    "What's the coolest thing you own?",
    "If you could have any mythical creature as a pet, which one?",
    "What's your favorite thing about yourself?",
    "If you could rename yourself, what name would you choose?",
    "What's the best concert or show you've ever been to?",
    "If you could speak to animals, which animal would you talk to first?",
    "What's something you've always wanted to try but haven't yet?",
    "If you could freeze time, what would you do?",
    "What's your favorite random fact?"
  ]
}
